Repository: lord-anonymoose/PureWeather
Catalog: PureWeather/Localizable.xcstrings
Source language: en
Languages: ru

source: 12h
ru: 12ч

source: 24h
ru: 24ч

source: A 25 years old iOS Developer currently living in Moscow, Russia. Huge fan of: 🌎 Travelling and meeting new people 🍏 Apple products ⚽️ FC Bayern München 🎵 Ed Sheeran & OneRepublic I deeply believe that software and technologies can change this world for the better!
ru: Мне 25 и я iOS-разработчик из Москвы. Большой фанат: 🌍 Путешествий и знакомств с новыми людьми 🍏 Продуктов Apple ⚽️ Баварии Мюнхен 🎵 Эда Ширана и OneRepublic А ещё я искренне верю, что технологии могут изменить этот мир к лучшему!

source: About developer
ru: О разработчике

source: About Developer
ru: О разработчике

source: Allow location access
ru: Предоставить доступ к геопозиции

source: Blizzard
ru: Метель

source: Blowing Dust
ru: Пыльная буря

source: Blowing Snow
ru: Пурга

source: Breezy
ru: Легкий ветер

source: Cancel
ru: Отмена

source: Choose location manually
ru: Выбирать вручную

source: Cities are yet to be added
ru: Необходимо добавить города

source: City name...
ru: Название города...

source: Clear
ru: Ясно

source: Cloudy
ru: Облачно

source: Could not find a city with a name you have provided!
ru: Город с введенным именем не найден!

source: Drizzle
ru: Мелкий дождь

source: email copied
ru: Почта скопирована

source: Error!
ru: Ошибка!

source: Flurries
ru: Кратковременные снегопады

source: Foggy
ru: Туман

source: Freezing Drizzle
ru: Ледяной моросящий дождь

source: Freezing Rain
ru: Ледяной дождь

source: Frigid
ru: Морозно

source: Hail
ru: Град

source: Haze
ru: Дымка

source: Heavy Rain
ru: Сильный дождь

source: Heavy Snow
ru: Сильный снег

source: Hello!
ru: Привет!

source: Hot
ru: Жара

source: Hurricane
ru: Ураган

source: Isolated Thunderstorms
ru: Локальные грозы

source: Let's go!
ru: Поехали!

source: link copied
ru: Ссылка скопирована

source: Mostly Clear
ru: Преимущественно ясно

source: Mostly Cloudy
ru: Преимущественно облачно

source: Notice
ru: Внимание

source: Notifications
ru: Уведомления

source: Off
ru: Выкл

source: OK
ru: ОК

source: On
ru: Вкл

source: Partly Cloudy
ru: Переменная облачность

source: Philipp Lazarev
ru: Филипп Лазарев

source: PureWeather on GitHub
ru: PureWeather на GitHub

source: Rain
ru: Дождь

source: Save Location
ru: Сохранить локацию

source: Scattered Thunderstroms
ru: Местами грозы

source: Settings
ru: Настройки

source: Show location
ru: Город на карте

source: Sleet
ru: Мокрый снег

source: Smoky
ru: Дым

source: Snow
ru: Снег

source: Strong Stroms
ru: Сильные штормы

source: Sun Flurries
ru: Солнце и снег

source: Sun Showers
ru: Солнце и дождь

source: Temperature
ru: Температура

source: Thank you for choosing PureWeather - minimalistic weather app. We appreciate your time and only provide you data that you truly need. And if you need more detailed weather forecast - it's just a swipe away!
ru: Спасибо за то, что выбрали PureWeather! Мы ценим Ваше время и предоставляем только нужную информацию. А для более детального прогноза просто проведите пальцем!

source: This application is not available for devices with Jailbreak. We strongly condemn hacking iOS and installation of illegal software!
ru: Это приложение недоступно для устройств с Джейлбрейком. Мы осуждаем взлом iOS и установку нелегального ПО!

source: Thunderstorms
ru: Гроза

source: Time Format
ru: Формат времени

source: Tropical Strom
ru: Тропический шторм

source: Unknown Weather Condition
ru: Неизвестные погодные условия

source: We truly care about your privacy! That is why our app is built using Apple WeatherKit framework - which never stoles or sells your data. Moreover, PureWeather app is open-source and you can always find its source code on GitHub. Your location is used to provide you weather data. If you do not want to share your location, you can add cities manually.
ru: Мы очень дорожим Вашей приватностью! Именно поэтому приложение использует фреймворк WeatherKit от Apple, который обеспечивает максимальную защищенность Ваших данных. Кроме того, приложение PureWeather имеет открытый исходный код, который Вы всегда сможете посмотреть на GitHub. Ваша геопозиция используется только для предоставления данных о погоде. Если Вы не желаете делится своим месторасположением, то в приложении также можно добавлять локации вручную.

source: Wind Speed
ru: Скорость ветра

source: Windy
ru: Ветрено

source: Wintry Mix
ru: Мокрый снег с дождем

source: You will not be able to set location automatically. It can be changed later in settings.
ru: Автоматическая установка геопозиции будет невозможно. Предоставить доступ к геопозиции можно будет позже в настройках.

source: Your device is not configured to send emails. Try to send it manually.
ru: На Вашем устройстве не настроена почта. Попробуйте отправить сообщение вручную.
